# კომენტარის მეშვეობით ახსენით რა არის bug და debugging.
#bug არის კოდში შეცდომა და debugging არის როცა კოდს ასწორებენ 

# კომენტარების მეშვეობით ახსენით რა არის თექსტური მნიშვნელობები.
#ტექსტური მნიშვნელობა არის როცა ტექსტ აქვს მნისვნელობა

# კომენტარების მეშვეობით ახსენით რა არის რიცხვითი მნიშვნელობები.
#რიცხვითი მნიშვნელობა არის როცა რიცხვს მნისვნელობა აქვს

# კომენტარების მეშვეობით ახსენით თუ რატომ უნდა გამოიყენოთ კომენტარები კოდში.
#რომ სხვა ადამიანებმა უკეტესად გაიგონ რას აკეთებ

# გააკეთეთ 15 მაგალითი ყველა განვლილ მათემატიკურ ოპერატორზე.(+,-,*,/)
print(2//2)
print(2+2)
print(4-2)
print(2*2)
print(4_3)
print(3*9)
print(5-6)
print(1+1)
print(2-1)
print(9/3)
print(9*887263)
print(7-3)
print(7+8)
print(5*6)
print(8//2)
print(90//2)